christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
Gruntfuggly.todo-tree
mdickin.markdown-shortcuts
msjsdiag.debugger-for-chrome
octref.vetur
pucelle.vscode-css-navigation
Remisa.shellman
sporiley.css-auto-prefix
techer.open-in-browser
vaniship.vue-ls-snippets
VisualStudioExptTeam.vscodeintellicode
Zignd.html-css-class-completion
